{
    "home": "Home",
    "about": "About",
    "services": "Services",
    "team": "Specialists",
    "language": "Language",
    "english": "English",
    "arabic": "العربية",
    "menu": "Menu",
    "accountAndPolicies": "Account & Policies",
    "privacyPolicy": "Privacy Policy",
    "refundPolicy": "Refund and Return Policy",
    "downloadApp": "Download the application by clicking on the link below:",
    "footerDescription": "This platform and this application are a true achievement, as we have made the most of technology to serve humanity. We have transferred the clinic's work as it is to the application, with its components and more.",
    "copyright": "Copyright by Smart @2025",
    "faqTitle": "Frequently Asked Questions",
    "faqQuestion1": "How to book a session?",
    "faqAnswer1": "Download the Day Wellbeing app, create your own account, then go to the Health page and select the disorder. Go to the Disorder Types page, then to the Specialists page to select the appropriate specialist. Then, book a session. After that, communicate privately with the specialist on the Appointments page via chat, voice call, or video.",
    "faqQuestion2": "Why do you need to talk to a specialist online?",
    "faqAnswer2": "One in eight people worldwide suffers from a mental or behavioral disorder, yet only a small percentage seek help or treatment. Teleconsultation offers you the ability to: schedule appointments with a specialist to fit your daily schedule, easily communicate with the specialist from the comfort of your home, and provide complete privacy.",
    "faqQuestion3": "How many sessions do you need for treatment?",
    "faqAnswer3": "The number of treatment sessions varies depending on the condition and diagnosis, but in general, a patient requires an average of 5-10 sessions. Several factors contribute to faster improvement, such as: the client's desire and will to improve, adherence to the therapist's instructions, performing the required exercises, and regularly attending sessions and treatment sequences.",
    "faqQuestion4": "How your information is handled?",
    "faqAnswer4": "All your information is treated with the utmost confidentiality and privacy, whether it's information sent on social media, registration information, or information you share with the therapist during, before, and after sessions. There are three instances in which confidentiality is breached and the relevant authorities are notified: In the event of a genuine intent to commit suicide, in the event of a genuine threat to the life of another person, particularly children and the elderly who are dependent on the therapist.",
    "faqQuestion5": "What can I expect from the consultation?",
    "faqAnswer5": "A professional and effective relationship between the psychologist and you. We may find it difficult to look beyond ourselves and our own limitations in life, but counseling provides us with ways to improve our daily lives from an unbiased, professional perspective, without any judgment.",
    "faqQuestion6": "What to do if one of the parties is late for the session?",
    "faqAnswer6": "Sessions end 15 minutes after one party is absent. If the client is late, you can contact the specialist. If the specialist is late within the time limit, they will also be able to contact you once they are available, or you can cancel the session and receive a refund.",
    "wellbeingDayTitle": "Why Wellbeing Day?",
    "wellbeingDayDescription": "This platform and this application are a true achievement, as we have made the most of technology to serve humanity. We have transferred the clinic's work as it is to the application, with its components and conditions.",
    "mentalHealthTitle": "Mental Health",
    "mentalHealthDescription": "Support for managing mental health challenges, including therapy, counseling, and rehabilitation programs.",
    "physicalHealthTitle": "Physical Health",
    "physicalHealthDescription": "Programs for improving physical well-being, including fitness plans, diet guidance, and regular checkups.",
    "skillsDevelopmentTitle": "Skills Development",
    "skillsDevelopmentDescription": "Tools and strategies for personal growth, including stress management, emotional regulation, and goal achievement.",
    "psychologicalDisordersTitle": "Psychological Disorders",
    "psychologicalDisordersDescription": "Support for managing psychological disorders, including anxiety, depression, phobias, and trauma.",
    "magazineTitle": "Magazine",
    "magazineDescription": "Access articles, expert interviews, and the latest insights on health and wellness topics.",
    "wellbeingDayTitle2": "Wellbeing Day",
    "wellbeingDayDescription1": "This platform and this application are a true achievement, as we have made the most of technology to serve humanity. We have transferred the clinic's work as it is to the application, with its components and more.",
    "wellbeingDayDescription2": "Our virtual consultations allow you to connect with licensed professionals anytime, anywhere, ensuring accessibility and convenience.",
    "wellbeingDayDescription3": "Through personalized wellness plans, we empower you to take control of your mental health journey with tailored support.",
    "wellbeingDayDescription4": "Join our community of users who are actively improving their wellbeing through innovative digital solutions.",
    "readMore": "Read More",
    "therapyTitle": "Start therapy in 3 easy steps",
    "therapySubtitle": "On the Wellbeing Day app and website",
    "therapyStep1Title": "1. Find an expert",
    "therapyStep1Description": "Choose your expert from 50+ qualified, bilingual professionals",
    "therapyStep2Title": "2. Book appointment",
    "therapyStep2Description": "Select the date and time that work best for your schedule.",
    "therapyStep3Title": "3. Join session",
    "therapyStep3Description": "Use your laptop or download our app for the best experience.",
    "aboutTitle": "Why Wellbeing Day?",
    "aboutDescription": "This platform and this application are a true achievement, as we have made the most of technology to serve humanity. We have transferred the clinic's work as it is to the application, with its components and conditions. Among the advantages of the application are: The ability to quickly obtain advice, or to begin with the symptoms an individual is experiencing and proceed to the consultation, or to access a list of specialists to choose the appropriate one.",
    "meetExpertsTitle": "Meet our qualified experts",
    "meetExpertsSubtitle": "Over 50 Arabic and English-speaking experts with therapy and counseling expertise",
    "seeMoreExperts": "See More Experts",
    "loadingExperts": "Loading experts...",
    "errorLoadingExperts": "Error: {error}",
    "services2": {
      "tabs": {
        "mentalHealth": "Mental Health",
        "physicalHealth": "Physical Health",
        "developSkills": "Develop Skills",
        "psychologicalDisorders": "Psychological Disorders",
        "magazine": "Magazine"
      },
      "mentalHealth": {
        "psychologicalDisorders": "Psychological Disorders",
        "therapeuticPrograms": "Therapeutic Programs",
        "groupTherapy": "Group Therapy",
        "childrenDisorders": "Children's Disorders",
        "problemSolving": "Problem Solving",
        "counselingGuidance": "Counseling and Guidance",
        "preventionFollowUp": "Prevention and Follow-Up",
        "rehabilitationSupport": "Rehabilitation and Support"
      },
      "physicalHealth": {
        "dietPlan": "Diet Plan",
        "fitnessPlan": "Fitness Plan",
        "regularCheckups": "Regular Checkups",
        "healthcare": "Healthcare"
      },
      "skillsDevelopment": {
        "relaxation": "Relaxation",
        "stressTolerance": "Stress Tolerance",
        "emotionalRegulation": "Emotional Regulation",
        "problemSolvingStrategies": "Problem-Solving Strategies",
        "achievingBalance": "Achieving Balance",
        "confidenceBuilding": "Confidence Building",
        "goalAchievement": "Goal Achievement",
        "successAchievement": "Success Achievement"
      },
      "psychologicalDisorders": {
        "anxiety": "Anxiety",
        "depression": "Depression",
        "phobia": "Phobia",
        "ocd": "Obsessive-Compulsive Disorder",
        "sexualDisorder": "Sexual Disorder",
        "eatingDisorder": "Eating Disorder",
        "personalityDisorder": "Personality Disorder",
        "addiction": "Addiction",
        "trauma": "Trauma Disorder"
      },
      "comingSoon": "Coming Soon!"
      
    },
    "discoverPower": "Transform Your Life with Wellbeing Day",
    "confidentialityTitle": "Complete Confidentiality and Privacy",
    "confidentialityDescription": "We protect your information and secrets by ensuring our specialists adhere to strict confidentiality as per our clear terms and the relevant professional association's laws. We maintain your privacy through a controlled session framework and by not disclosing your information to anyone.",
    "specialistsTitle": "Distinguished Specialists",
    "specialistsDescription": "We provide you with a diverse group of specialists who are licensed to practice or are members of professional associations. They have expertise in their field and are committed to ethical, professional, and legal standards.",
    "lowestCostTitle": "Lowest Cost for the Best Service",
    "lowestCostDescription": "We ensure that the services we provide are of the highest possible level, at the lowest possible cost relative to the quality of the service."
  }